tests/benchmark/results/v0.2.0/B_simple_workflow.txt

Summary:
  Total:	15.1178 secs
  Slowest:	2.1632 secs
  Fastest:	0.0013 secs
  Average:	0.0067 secs
  Requests/sec:	7445.5750
  

Response time histogram:
  0.001 [1]	|
  0.218 [112427]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.434 [54]	|
  0.650 [51]	|
  0.866 [12]	|
  1.082 [4]	|
  1.298 [5]	|
  1.515 [4]	|
  1.731 [1]	|
  1.947 [0]	|
  2.163 [2]	|


Latency distribution:
  10%% in 0.0042 secs
  25%% in 0.0043 secs
  50%% in 0.0052 secs
  75%% in 0.0069 secs
  90%% in 0.0075 secs
  95%% in 0.0078 secs
  99%% in 0.0167 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0016 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0002 secs
  resp wait:	0.0066 secs, 0.0012 secs, 2.1632 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0003 secs

Status code distribution:
  [200]	112561 responses