tests/benchmark/results/v0.2.0/C_complex_workflow.txt

Summary:
  Total:	15.1055 secs
  Slowest:	2.5136 secs
  Fastest:	0.0012 secs
  Average:	0.0082 secs
  Requests/sec:	6052.9117
  

Response time histogram:
  0.001 [1]	|
  0.252 [91248]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.504 [31]	|
  0.755 [72]	|
  1.006 [15]	|
  1.257 [46]	|
  1.509 [12]	|
  1.760 [6]	|
  2.011 [0]	|
  2.262 [0]	|
  2.514 [1]	|


Latency distribution:
  10%% in 0.0043 secs
  25%% in 0.0044 secs
  50%% in 0.0056 secs
  75%% in 0.0075 secs
  90%% in 0.0082 secs
  95%% in 0.0086 secs
  99%% in 0.0255 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0015 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0004 secs
  resp wait:	0.0082 secs, 0.0008 secs, 2.5136 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0003 secs

Status code distribution:
  [200]	91432 responses