tests/benchmark/results/v0.2.0/E_concurrency_10.txt

Summary:
  Total:	15.6370 secs
  Slowest:	1.2553 secs
  Fastest:	0.0001 secs
  Average:	0.0019 secs
  Requests/sec:	5296.4234
  

Response time histogram:
  0.000 [3]	|
  0.126 [82676]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.251 [91]	|
  0.377 [15]	|
  0.502 [9]	|
  0.628 [4]	|
  0.753 [9]	|
  0.879 [6]	|
  1.004 [1]	|
  1.130 [3]	|
  1.255 [3]	|


Latency distribution:
  10%% in 0.0001 secs
  25%% in 0.0001 secs
  50%% in 0.0002 secs
  75%% in 0.0013 secs
  90%% in 0.0016 secs
  95%% in 0.0037 secs
  99%% in 0.0216 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0004 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0001 secs
  resp wait:	0.0019 secs, 0.0001 secs, 1.2553 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0002 secs

Status code distribution:
  [200]	82820 responses